Repository: Erruar/Saku-Overclock
Catalog: Saku Overclock/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# Cooler_AsusModeCPUFreq.Text
source: CPU frequency:
ru_ru: Частота CPU:

# Cooler_AsusModeCPUSpecs.Text
source: Processor performance
ru_ru: Показатели процессора

# Cooler_AsusModeCPUSpecsDesc.Text
source: Current CPU sensors
ru_ru: Текущие параметры процессора

# Cooler_AsusModeCPUTemp.Text
source: CPU temperarure:
ru_ru: Текущая температура:

# Cooler_AsusModeCPUVolt.Text
source: CPU voltage:
ru_ru: Напряжение ядра CPU:

# Cooler_AsusModeSystem.Text
source: Specifications
ru_ru: Системы

# Cooler_AsusModeText.Text
source: ASUS Cooler Management
ru_ru: Управление кулерами ASUS

# Cooler_AsusModeUnsupported.Title
source: Not supported on your device
ru_ru: Не поддерживается на вашем устройстве

# Cooler_AsusModeCoolerSpeeds_Balance.ToolTipService.ToolTip
source: Balanced mode Enables balanced mode, fixed mode of operation of all of your laptop's coolers. Note that this is a fixed speed! To turn back on “Auto” mode, turn off all switches or in manual set the value to 0
ru_ru: Сбалансированный режим Включает сбалансированный, фиксированный режим работы всех кулеров вашего ноутбука

# Cooler_AsusModeCoolerSpeeds_Manual.ToolTipService.ToolTip
source: Manual mode Your own fixed mode of operation of all the coolers of your laptop. Keep in mind that with this fixed speed! In order to switch back to “Auto” mode turn off all switches or in manual mode set to 0. PLEASE NOTE THAT I AM NOT RESPONSIBLE FOR CONSEQUENCES! THIS FUNCTION IS PROVIDED “AS IS”!
ru_ru: Ручной режим Ваш собственный фиксированный режим работы всех кулеров вашего ноутбука

# Cooler_AsusModeCoolerSpeeds_Quiet.ToolTipService.ToolTip
source: Quiet Mode Enables quiet but efficient, fixed mode of operation of all of your laptop's coolers. Note that this is a fixed speed! To turn back on “Auto” mode, turn off all switches or in manual set the value to 0
ru_ru: Тихий режим Включает тихий, но эффективный, фиксированный режим работы всех кулеров вашего ноутбука

# Cooler_AsusModeCoolerSpeeds_Turbo.ToolTipService.ToolTip
source: Turbo mode Turns on the maximum of your coolers, turbo speed at a fixed mode of operation of all of your laptop's coolers. Note that this is a fixed speed! To turn back on “Auto” mode, turn off all switches or in manual set the value to 0
ru_ru: Турбо режим Включает максимум ваших кулеров, турбо скорость при фиксированном режиме работы всех кулеров вашего ноутбука

# Cooler_DownloadNBFC_AfterDesc
source: After the NBFC has been successfully installed, click "Next"
ru_ru: После успешной установки NBFC нажмите "Далее"

# Cooler_DownloadNBFC_Desc
source: Notebook Fan Control program, which is required for NBFC cooler control mode to function, has not been downloaded. Download?
ru_ru: Не скачана программа Notebook Fan Control, которая является обязательной для функционирования режима управления кулерами NBFC. Загрузить?

# Cooler_DownloadNBFC_ErrorDesc
source: An error occurred while loading the NBFC
ru_ru: Произошла ошибка при загрузке NBFC

# Cooler_DownloadNBFC_Title
source: Download NBFC
ru_ru: Загрузить NBFC

source: Error
ru_ru: Ошибка

source: Next
ru_ru: Далее

source: Warning
ru_ru: Внимание

# Info_RyzenADJNotLoaded.Title
source: Information here is not accurate!
ru_ru: Информация здесь не является точной!

# Info_PowerSumInfo_Disabled
source: Disabled
ru_ru: Отключен

# Info_PowerSumInfo_DisabledPState
source: Disabled on platform
ru_ru: Отключен на платформе

# Tray_Cooler.Description
source: Tuning cooler speeds and NBFC
ru_ru: Управление кулерами и NBFC

# Tray_Cooler.Label
source: Cooler tune
ru_ru: Кулер

# Tray_EcoMode.Description
source: Turn on Eco mode when you need to stay up online with few battery percents
ru_ru: Включает готовый пресет Эко, когда вам необходимо оставаться на связи при последних процентах

# Tray_EcoMode.Label
source: Eco mode
ru_ru: Режим Эко

# Tray_Exit.Description
source: Exit
ru_ru: Выйти

# Tray_Exit.Label
source: Exit
ru_ru: Выйти

# Tray_Information.Description
source: Detail information about your device
ru_ru: Детализированная информация о состоянии компьютера

# Tray_Information.Label
source: Information
ru_ru: Мониторинг

# Tray_Overclock.Description
source: Own overclocking parameters
ru_ru: Свои пресеты и не только

# Tray_Overclock.Label
source: Parameters
ru_ru: Разгон

# Tray_PowerMon.Description
source: Monitor for all parameters and tables of the device. Please note that it may take up to 2 minutes to launch!
ru_ru: Монитор всех сенсоров устройства предоставляемых через SMU

# Tray_SakuLogo.Description
source: Saku Overclock© - An awesome Ryzen Laptop overclocking app
ru_ru: Saku Overclock© - Для тех, кто желает максимум!

# Tray_Settings.Description
source: Application settings
ru_ru: Настройки приложения

# Tray_Settings.Label
source: Settings
ru_ru: Настройки

# Tray_ShowHide.Description
source: Show/Hide Window
ru_ru: Скрыть/Показать окно

# Tray_ShowHide.Label
source: Show/Hide Window
ru_ru: Скрыть/Показать окно

# Info_RyzenADJNotLoaded.ToolTipService.ToolTip
source: RyzenADJ is unavailable. WMI is used: slower but more accurate. PM Table can provide either precise or incorrect data. Note: no other sensor data methods are available.
ru_ru: RyzenADJ недоступен. Используется WMI: медленнее, но точнее. PM Table может давать как точные, так и неверные данные. Учтите, других способов получить данные нет.

# Settings_ni_TrayMonGradient.Header
source: Gradient
ru_ru: Градиент

# Settings_ni_TrayMonGradient.OffContent
source: Off.
ru_ru: Откл.

# Settings_ni_TrayMonGradient.OnContent
source: On.
ru_ru: Вкл.

# Settings_ni_TrayMonGradientColorSwitch.Content
source: Color
ru_ru: Цвет

# Shell_RTSSChanging
source: Overlay state changed
ru_ru: Смена состояния оверлея

# Shell_RTSSChanging_Success
source: You have successfully switched the RTSS overlay display in the game!
ru_ru: Вы успешно переключили отображение оверлея RTSS в игре!

# Param_Filters_By.Text
source: Sort by factors:
ru_ru: Сортировка по:

# Param_Filters_By_Current.Text
source: Current
ru_ru: Ток

# Param_Filters_By_Freq.Text
source: Frequency
ru_ru: Частота

# Param_Filters_By_Hide.Text
source: Hidden parameters
ru_ru: Скрытые параметры

# Param_Filters_By_Others.Text
source: Other functions
ru_ru: Другие функции

# Param_Filters_By_Power.Text
source: Power and voltage
ru_ru: Мощность и напряжение

# Param_Filters_By_Reset.Text
source: Reset filters
ru_ru: Сбросить фильтры

# Param_Filters_By_Temp.Text
source: Temperature
ru_ru: Температура

# Param_Filters_By_Time.Text
source: Time
ru_ru: Время

# Param_SuggestBox.PlaceholderText
source: Search...
ru_ru: Поиск...

# Shell_Update_App_Button
source: Update now
ru_ru: Обновить сейчас

# Shell_Update_App_Message
source: A new version of the app has been released
ru_ru: Вышла новая версия приложения

# Shell_Update_App_Title
source: Application update available
ru_ru: Доступно обновление приложения

# Update_New_UpdateButton_Cancel.Content
source: Decline
ru_ru: Позже

# Settings_Pivot_About.Text
source: About
ru_ru: О нас

# Settings_Pivot_Behaviour.Text
source: Behavior
ru_ru: Поведение

# Settings_Pivot_Keybinds.Text
source: Keybinds
ru_ru: Клавиши

# Settings_Pivot_Theme.Text
source: Theme
ru_ru: Темы

# Preset_Balance_OverlayDesc
source: Optimized speed
ru_ru: Оптимальная скорость

# Preset_Eco_OverlayDesc
source: Longer battery life
ru_ru: Долгая работа от батареи

# Preset_Max_OverlayDesc
source: Maximum power
ru_ru: Максимальная мощность

# Preset_Min_OverlayDesc
source: Ultimate energy saving
ru_ru: Ультраэкономия энергии

# Preset_Speed_OverlayDesc
source: Superior performance
ru_ru: Лучшая производительность

# Main_ErrorReleaseLoad
source: An error occurred while downloading the update:
ru_ru: Произошла ошибка при загрузке обновления:

# Main_NoReleaseFile
source: Could not find the installation file in the release.
ru_ru: Не удалось найти установочный файл в релизе.

# Main_NoReleases
source: Could not find the releases on GitHub.
ru_ru: Не удалось найти релизы на GitHub.

# Settings_AppHide.Text
source: Hide to tray when clicked
ru_ru: Скрывать в трей при нажатии

# Settings_Hide_Close.Content
source: Close window button
ru_ru: Кнопки закрыть окно

# Settings_Hide_Minimize.Content
source: Minimize window button
ru_ru: Кнопки свернуть окно

# Settings_Hide_Nothing.Content
source: Do not hide in the tray
ru_ru: Не скрывать в трей

# ThemeBgGifWarn
source: GIFs are animated but lead to huge GPU usage
ru_ru: GIF анимированы но с высокой нагрузкой на GPU

# Main_ApplyButton.Text
source: Apply
ru_ru: Применить

# Main_DeviceInfo.Text
source: Device information
ru_ru: Информация об устройстве

# Main_FaqPage.Text
source: FAQ Page
ru_ru: Страница FAQ

# Main_OverclockPage.Text
source: Parameters
ru_ru: Разгон

# Main_Settings.Text
source: Settings
ru_ru: Настройки

# Main_Battery.Text
source: Battery
ru_ru: Батарея

# Main_RamUsage.Text
source: RAM Usage
ru_ru: Исп. ОЗУ

# Main_RealPower.Text
source: Real power
ru_ru: Реальн. мощн

# Main_CpuFreq.Text
source: CPU Frequency
ru_ru: Частота процессора

# Main_CpuLoad.Text
source: CPU Usage
ru_ru: Загрузка процессора

# Main_CpuTemp.Text
source: CPU Temperature
ru_ru: Температура процессора

# Main_BatteryUnavailable
source: Unavailable
ru_ru: Недоступно

# Main_FrequentlyUsed.Text
source: Frequently used
ru_ru: Часто используемое

# Main_AverageFrequency
source: Average frequency:
ru_ru: Средняя частота:

# Main_AverageVoltage
source: Average voltage:
ru_ru: Среднее напряжение:

# Main_BatteryInfo
source: Battery information
ru_ru: Информация о батарее

# Main_CpuCoreCount
source: Core count:
ru_ru: Кол. ядер:

# Main_CpuFrequency
source: Frequency
ru_ru: Частота процессора

# Main_CpuTemp1
source: CPU Temp:
ru_ru: Температура CPU:

# Main_CpuTJMaxDistance
source: Distance from TJMax:
ru_ru: Разница от TJMax:

# Main_CpuUsage
source: CPU Usage metrics
ru_ru: Загрузка процессора

# Main_CpuUtilization
source: Utilization:
ru_ru: Текущая загрузка:

# Main_DeviceInfo1
source: Device information
ru_ru: Информация об устройстве

# Main_GpuTemp
source: GPU Temp:
ru_ru: Температура GPU:

# Main_MaxFrequency
source: Max frequency:
ru_ru: Максимальная частота:

# Main_RamSize
source: Size:
ru_ru: Общий объём:

# Main_RamUsage1
source: Usage:
ru_ru: Используется сейчас:

# Main_RamUtilization
source: Utilization:
ru_ru: Процент загрузки:

# Main_SystemPowers
source: System powers
ru_ru: Мощности системы

# Main_TemperatureSensors
source: Temperature metrics
ru_ru: Температурные показатели

# Main_VrmInfo
source: Currents and VRM
ru_ru: Система питания и VRM

# Preset_AdvancedFeatures.Text
source: Extra features
ru_ru: Дополнительно

# Preset_AdvancedMode.Text
source: Advanced mode
ru_ru: Расширенный режим

# Preset_AdvancedModeTry.Text
source: Try it
ru_ru: Попробовать

# Preset_RtssOverlay.Text
source: RTSS Overlay
ru_ru: RTSS Оверлей

# Preset_Suggestions.Text
source: Suggestions
ru_ru: Советы

# Preset_Switch.OffContent
source: Off.
ru_ru: Откл.

# Preset_Switch.OnContent
source: On.
ru_ru: Вкл.

# Preset_Undervolting.Text
source: Undervolting
ru_ru: Андервольтинг

# Param_NewbieMode
source: Switch mode to Beginner: Simple and safe overclocking settings with clear explanations aimed at beginners
ru_ru: Отобразить быстрые настройки: Простые и безопасные настройки разгона с понятными объяснениями. Идеально для начинающих пользователей

# Param_ProMode
source: Switch mode to Pro: Full control over processor settings and power consumption. Manually adjust overclocking, temperature, and power limits for maximum efficiency
ru_ru: Отобразить дополнительные функции: Полный контроль над настройками температуры и энергопотребления процессора. Ручная настройка параметров для максимальной эффективности

# Param_CO_PreferredMode_Desc.Text
source: Preferred mode
ru_ru: Предпочитаемый режим

# Param_CO_PreferredMode_Help.ToolTipService.ToolTip
source: Preferred mode If Curve Optimizer parameters do not work correctly in the current mode or you have a different platform you can choose the mode that best suits your platform. The method from Irusanov is suitable for all platforms, but has compatibility limitations. For best results it is recommended to test CPU under load for each of the modes and choose the most stable one, where the result of settings is achieved completely
ru_ru: Предпочитаемый режим Если параметры Curve Optimizer работают некорректно в текущем режиме или у вас другая платформа вы можете выбрать режим, который больше всего подходит под вашу платформу. Метод от Irusanov'а подходит для всех платформ. Для наилучших результатов рекомендуется провести тест процессора под нагрузкой для каждого из режимов и выбрать наиболее стабильный, где результат настроек достигается полностью

# Cooler_AsusModeCoolerAutoText.Text
source: Auto
ru_ru: Авто

# Cooler_AsusModeCoolerSpeeds_Auto.ToolTipService.ToolTip
source: Automatic mode Cooler speed is not fixed, but depends on the set curve from the manufacturer or advanced mode, where you can customize this curve
ru_ru: Автоматический режим Скорость кулера не зафиксирована, а зависит от выставленной кривой от производителя или расширенного режима, где вы можете настроить эту кривую

# Cooler_Curve.Text
source: Cooler control type
ru_ru: Тип регулирования кулерами

# Cooler_Curve_Auto.Content
source: Curves from configuration file
ru_ru: Кривые из конфигурации

# Cooler_Curve_CuFx.Content
source: Cooler 1: Curve, Cooler 2: Fixed
ru_ru: Кулер 1: Кривая, Кулер 2: Фиксированный

# Cooler_Curve_Fan.Text
source: Fixed rotation mode
ru_ru: Фиксированный режим вращения

# Cooler_Curve_Fan1_Part
source: : cooler 1
ru_ru: кулера 1

# Cooler_Curve_Fan2.Text
source: Fixed rotation mode: cooler 2
ru_ru: Фиксированный режим вращения кулера 2

# Cooler_Curve_Fixed.Content
source: Completely fixed mode
ru_ru: Полностью фиксированный

# Cooler_Curve_FxCu.Content
source: Cooler 1: Fixed, Cooler 2: Curve
ru_ru: Кулер 1: Фиксированный, Кулер 2: Кривая

# Cooler_Curve_Smart.Content
source: Smart curve (Beta)
ru_ru: Умная кривая (Beta)

# Cooler_SelectedMode.Text
source: Cooler control mode
ru_ru: Режим управления кулерами

# Cooler_SelectedMode_asus.Text
source: Asus Laptops
ru_ru: Ноутбуки Asus

# Cooler_SelectedMode_nbfc.Text
source: Universal NBFC
ru_ru: Универсальный NBFC

# Cooler_Curve_Fixed_Range.Content
source: Different fixed mode
ru_ru: Различный фиксированный

# Cooler_AsusModeUnsupportedSign
source: Oops... Looks like your device doesn't support this type of cooler control!
ru_ru: Упс... Кажется ваше устройство не поддерживает этот тип управления кулерами!

# Cooler_InstallNbfc.Content
source: Install NBFC
ru_ru: Установить NBFC

# Cooler_NbfcIsntInstalled.Text
source: Are you sure the NBFC is installed?
ru_ru: Вы уверены что NBFC установлен?

# Cooler_NbfcNoConfigFiles.Content
source: No configuration files found
ru_ru: Файлы конфигурации не найдены

# Param_Apply_DevOptions.ToolTipService.ToolTip
source: Apply developer settings Applies only selected developer options Such as sending Smu commands, P-State writing, or Smu functions. Your previous P-State settings, Smu functions and Smu notes will be saved.
ru_ru: Применить параметры разработчика Применяет только выбранные параметры разработчика, будь то отправка Smu команд, запись P-State или функции Smu. Установленные настройки P-State, Smu функции и Smu заметки будут сохранены

# Param_DeveloperOptions.Text
source: Developer options
ru_ru: Параметры для разработчиков

# Param_DeveloperOptionsEnter.Text
source: Enter in developer options mode
ru_ru: Войти в режим разработчика

# Param_DeveloperOptionsExit.Text
source: Return to overclock page
ru_ru: Вернуться к параметрам разгона

# Param_DeveloperOptionsExitSign.Text
source: Exit developer options mode
ru_ru: Покинуть режим разработчика

# Param_DeveloperOptions_CommandResult
source: returned the result:
ru_ru: вернула результат:

# Param_DeveloperOptions_Name.Text
source: Developer options
ru_ru: Для разработчиков

# Param_DeveloperOptions_ResultSaved
source: All results are saved in notifications
ru_ru: Результат сохранён в уведомлениях

# Param_DeveloperOptions_SmuCommand
source: Command
ru_ru: Команда

# Preset_BetterTurbo.Text
source: Better Turboboost
ru_ru: Усиление турбобуста

# Preset_BetterTurboDesc.ToolTipService.ToolTip
source: Better Turboboost Improves the processor's ability to conserve frequency and power, enabling you to adjust its behaviour under short-term and long-term load. These parameters of your preset will be changed: Time of slow frequency rise Time of fast frequency rise
ru_ru: Усиление турбобуста Вы можете настроить поведение процессора при кратковременной и долговременной нагрузке, улучшив его способность сохранять частоту и мощность этим параметром Эти параметры вашего пресета будут изменены: Тик медленного разгона Тик быстрого разгона

# Preset_CurveOptions_Disabled.Text
source: Disabled
ru_ru: Выкл

# Preset_CurveOptions_Effective.Text
source: Effective
ru_ru: Средний

# Preset_CurveOptions_Light.Text
source: Light
ru_ru: Лёгкий

# Preset_DetailSettingsMode.Text
source: Detailed settings
ru_ru: Дополнительные функции

# Preset_IgpuAuto.Content
source: Auto
ru_ru: Авто

# Preset_IgpuMaxed.Content
source: Maximum
ru_ru: Максимум

# Preset_IgpuOptimization.Text
source: iGPU Enhancement
ru_ru: Улучшение iGPU

# Preset_IgpuOptimizationDesc.ToolTipService.ToolTip
source: iGPU Enhancement Increases the performance of the integrated graphics (iGPU) through safe frequency overclocking These parameters of your preset will be changed: Minimum iGPU clock Maximum iGPU clock/Fixed iGPU freq
ru_ru: Улучшение iGPU Увеличивает производительность встроенной графики (iGPU) благодаря безопасному разгону частоты Эти параметры вашего пресета будут изменены: Минимальная частота iGPU Максимальная частота iGPU/Зафиксировать частоту iGPU

# Preset_IgpuStable.Content
source: Stable
ru_ru: Стабильное

# Preset_QuickSettingsMode.Text
source: Fast settings
ru_ru: Быстрая настройка

# Preset_SmartTdp.Text
source: Smart TDP Optimization
ru_ru: Умная оптимизация TDP

# Preset_TdpLimit.ToolTipService.ToolTip
source: TDP Limit and Smart TDP Optimization Limits the processor's heat dissipation (TDP) to a specified level. This affects maximum performance and heating: the lower the limit, the cooler and more energy-efficient the notebook runs, but with a possible reduction in speed. Smart TDP optimization allows the processor to exceed the limit you set, to compensate for the reduction in speed. These parameters of your preset will be changed: Sustained power limit/Laptop power limit Actual power limit Average power limit
ru_ru: Лимит TDP и Умная оптимизация TDP Ограничивает тепловыделение процессора (TDP) до заданного уровня. Это влияет на максимальную производительность и нагрев: чем ниже лимит тем холоднее и энергоэффективнее работает ноутбук, но с возможным снижением скорости. Умная оптимизация TDP позволяет процессору превышать установленный вами лимит, для компенсации снижения скорости. Эти параметры вашего пресета будут изменены: Лимит мощности STAPM/Общий лимит потребления Реальная мощность Средняя мощность

# Preset_TdpLimitText.Text
source: TDP Limit
ru_ru: Лимит TDP

# Preset_TurboAuto.Text
source: Auto
ru_ru: Авто

# Preset_TurboHeavy.Text
source: Heavy
ru_ru: Сильное

# Preset_TurboSmart.Text
source: Smart
ru_ru: Умное

# Param_ADV_Pdesc.Text
source: Experimental CPU parameters
ru_ru: Управление режимами производительности, OC Mode и PBO
